<template>
    <div class="container" style="padding:20px;">
        <div class="shopDescription">
            <div class="titleBar-primary">
                <h1 class="titleBar_headline">Интернет-магазин электронных сигарет и вейпов NekitVape</h1>        </div>
            <p>NekitVape - крупнейший в России и СНГ интернет-магазин и vape shop, специализирующийся на розничной и оптовой продаже:</p>
            <ul>
                <li style="line-height: 3;">— Электронных сигарет (электронных парогенераторов);</li>
                <li style="line-height: 3;">— Вейпов и комплектующих;</li>
                <li style="line-height: 3;">— Обслуживаемых атомайзеров;</li>
                <li style="line-height: 3;">— Баков;</li>
                <li style="line-height: 3;">— Аккумуляторов для вейпа; </li>
                <li style="line-height: 3;">— Модов и других товаров vape тематики.</li>
            </ul>
            <p>Дата основания Папироска.рф - 11 ноября 2010 года. Наш магазин является одним из первых интернет-магазинов по продаже электронных сигарет в России. В настоящее время мы готовы предоставить нашим клиентам широчайший ассортимент товаров как для начинающих, так и для опытных парильщиков.</p>
            <p>География доставки охватывает все населенные пункты России. Мы работаем с большинством крупнейших курьерских компаний. Для наших клиентов доступно более 1000 пунктов самовывоза. В труднодоступные регионы доставка осуществляется почтой России. Оплатить заказы можно онлайн с помощью банковских карт, платежных систем или наличными при получении заказа.</p>
            <p>В 2015 году открылся первый розничный магазин Папироска.рф в Санкт-Петербурге на Невском проспекте. Наша сеть постоянно расширяется и на сегодняшний день открыты десятки магазинов в Санкт-Петербурге, Москве и других регионах России. Продавцы в<span class="main-grid-cell-content"> вейп шоп</span> Папироска.рф являются энтузиастами парения, постоянно повышающие свою квалификацию. Любой парильщик, независимо от стажа и опыта, всегда может получить консультацию по электронным сигаретам, модам, атомайзерам и другим vape-комплектующим. На витринах розничных магазинов представлен огромный выбор жидкостей для ЭСДН, большинство жидкостей можно бесплатно продегустировать перед покупкой.</p>
            <p style="text-align: center;">Ждем Вас за покупками!</p>    </div>
    </div>
</template>

<script>
export default {
    name: "About"
}
</script>

<style scoped>

</style>
